---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSection
source: html/cc793a0d-9161-e4f4-5914-edb8257153de.htm
---
# StructuralSection Members

Releases all resources used by the StructuralSection